Repository: wooc/wooc_sanity_check
Catalog: language/*.po
Languages: pl

source: Wooc Sanity Check
pl: Wooc Test poprawności

source: Sanity check
pl: Test poprawności

source: Checking for data errors that may not be errors, but do seem to be invalid.
pl: Sprawdzanie błędów danych, które mogą nie być błędami, ale wydają się być nieprawidłowe.

source: This process can be slow. If you have a large family tree or suspect large numbers of errors you should only select a few checks each time.
pl: Proces ten może być wolny. Jeśli wybrano duże drzewo genealogiczne lub podejrzewana jest duża liczba błędów należy wybrać tylko pojedyncze testy.

source: Unlinked records
pl: Niepowiązane wpisy

source: Unlinked individuals
pl: Niepowiązane osoby

source: Date discrepancies
pl: Rozbieżności dat

source: Birth after baptism or christening
pl: Urodziny po chrzcie

source: Birth after death or burial
pl: Urodziny po śmierci lub pogrzebie

source: Burial before death
pl: Pogrzeb przed śmiercią

source: No gender recorded
pl: Brak zapisanej płci

source: Duplicated data
pl: Powtarzające się dane

source: %s unlinked
pl: %s niepowiązanych

source: %s born after baptism or christening
pl: %s urodzonych po chrzcie

source: %s born after death or burial
pl: %s urodzonych po śmierci lub pogrzebie

source: %s buried before death
pl: %s pochowanych przed śmiercią

source: %s with no gender recorded
pl: %s z niezapisaną płcią

source: %s with duplicated birth record
pl: %s z powtarzjącym się wpisem urodzin

source: %s with duplicated death record
pl: %s z powtarzjącym się wpisem śmierci

source: %s with duplicated gender record
pl: %s z powtarzjącym się wpisem płci

source: %s with identical name records
pl: %s z identycznym wpisem imienia i nazwiska
